export const facts = [
    {
        id: 1,
        title: "Интересный исторический факт",
        text: "Интересный исторический факт связаный с картошкой в Беларуси связан с введением её в местную культуру в XVI веке. В то время, Беларусь была частью Великого княжества Литовского, и именно там был известен этот корнеплод. По легенде, Франциск Скорина, белорусский историк и книгопечатник, ввёл картошку в пищу как часть своего стремления обогатить местное питание. Картошка была принята сначала с недовольством из-за своего внешнего вида, но впоследствии стала надежным источником пищи для местных жителей. Её легко выращивать в разнообразных климатических условиях и землях, что сделало её ценным продуктом. Со временем, кар  ",
        image: "dwad",
        date: " 2023-06-23T12:00:00.000Z",
    },
    {
        id: 2,
        title: "Самые картофельные страны мира",
        text: "Россияне привыкли шутить о потрясающем пристрастии Беларуси к картофелю, и в этой шутке есть доля правды. Белорусы и впрямь занимают первую строчку по потреблению картофеля на душу населения: за ними следуют жители Киргизии, Украины, России и других стран бывшего СССР, а также Руанда. Но первенство по производству картофеля принадлежит Китаю, а среди пятерки лидеров есть и США. Американский штат Айдахо считается картофельной столицей страны — местные жители даже гордятся этим титулом.",
        image: "dwad",
        date: " 2023-06-23T12:00:00.000Z",
    },
    {
        id: 3,
        title: "Картофель — ядовитый овощ",
        text: "Картофель содержит два токсичных химиката: соланин и чаконин. Они скапливаются в листьях и стеблях, но клубни тоже содержат некоторую концентрацию. Кроме того, сами клубни особенно ядовиты на момент прорастания: именно поэтому картофель рекомендуется хранить в темном месте — без прямых солнечных лучей процесс замедляется.",
        image: "dwad",
        date: " 2023-06-23T12:00:00.000Z",
    },
    {
        id: 4,
        title: "Картофель действительно может прорасти в космосе",
        text: "В фильме «Марсианин» потерянный астронавт выживает на марсианской базе, выращивая картофель, и этот момент сюжета вдохновлен реальными научными экспериментами. Экипаж шаттла Columbia еще в 1995 году смог прорастить первый клубень картофеля в невесомости; почти через 10 лет, в 2004-м, похожий опыт поставили китайские космонавты. Специалисты NASA считают, что марсианский грунт действительно может подойти для выращивания картофеля, но есть одна загвоздка — этот грунт содержит много токсичных веществ. Поэтому нельзя сказать, каким будет химический состав «марсианской картошки».",
        image: "dwad",
        date: " 2023-06-23T12:00:00.000Z",
    },
    {
        id: 5,
        title: "Кто придумал картофельные чипсы",
        text: "По расхожей легенде, одну из самых популярных закусок в мире изобрел американец Джорж Крам в 1853 году. Тогда он работал шеф-поваром в ресторане, и недовольный клиент вернул блюдо на кухню из-за того, что картофель фри был якобы слишком толстым. Со злости Крам нарезал картошку настолько тонкими ломтиками, насколько он мог, и результатом стали старые добрые чипсы. После этого повар открыл собственный ресторан, где картофельные чипсы были фирменным блюдом.",
        image: "dwad",
        date: " 2023-06-23T12:00:00.000Z",
    },
];
